export default {
  "design": {
    "каталог": {
      "text": [
        "КАТАЛОГ"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "links": {
      "text": [
        "Техника по уходу за бельем",
        "Техника для кухни",
        "Техника по уходу за домом",
        "Аксессуары и бытовая химия",
        "Новости и спецпредложения",
        "125 лет Miele",
        "Удобная доставка",
        "Установка и настройка",
        "Ремонт и обслуживание",
        "Премиальные сервисные продукты",
        "О компании Miele",
        "Новости",
        "Контакты",
        "Условия продажи",
        "Откройте мир Miele"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "сервис": {
      "text": [
        "СЕРВИС"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "окомпании": {
      "text": [
        "О КОМПАНИИ"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "container": {
      "text": [
        "позвонить",
        "+7 (727) 313 23 00",
        "написать",
        "+7 (701) 102 72 37",
        "Пн-Чт 9:00-18:00 Пт 9:00-17:00 Сб-Вс выходной"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "copyright": {
      "text": [
        "© 2025 Miele. Все права защищены.",
        "Политика обработки ПД"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "category": {
      "text": [
        "Мероприятия",
        "Фирменные магазины",
        "Сервисная поддержка",
        "Блог"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "subtext": {
      "text": [
        "Всё для вашего дома",
        "Уборка— по-новому",
        "Откройте мир стирки Miele"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "text": {
      "text": [
        "Совершенство на вашей кухне",
        "Кухонная техника Miele — это гармония дизайна, инноваций и удобства. Готовьте с удовольствием, как шеф-повар, каждый день.",
        "Идеальный порядок — с техникой Miele",
        "Создавайте безупречную чистоту в доме без усилий. Пылесосы и устройства Miele сочетают мощность, комфорт и немецкое качество в каждой детали.",
        "Измените свой подход к стирке",
        "Стиральные машины Miele — это сочетание долговечности, инновационных технологий и бережного ухода за одеждой.",
        "Выгода до 7% на комплект техники!",
        "Сегодня у вас есть возможность собрать комплект техники и получить эксклюзивную скидку до 7%!"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "buttons": {
      "text": [
        "Подробнее"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "категории": {
      "text": [
        "Откройте для себя ассортимент Miele"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "name": {
      "text": [
        "Техника по уходу за бельем",
        "Техника для кухни",
        "Техника по уходу за домом",
        "Аксессуары и бытовая химия",
        "Смотреть все товары"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "преимущества": {
      "text": [
        "Официальная гарантия на технику — 2 года",
        "Доставка по всему Казахстану",
        "Установка и настройка техники",
        "Удобная оплата и беспроцентное кредитование"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "lefr": {
      "text": [
        "+7 (727) 313 23 00"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "landuage": {
      "text": [
        "Қаз"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "head": {
      "text": [
        "КАТАЛОГ",
        "СЕРВИС",
        "О КОМПАНИИ"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "subcategory": {
      "text": [
        "Духовые шкафы",
        "Панели конфорок",
        "Посудомоечные машины",
        "Холодильники и морозильники",
        "Вытяжки",
        "Кофемашины",
        "Пароварки",
        "Микроволновые печи",
        "Подогреватели посуды",
        "Модульные панели SmartLine",
        "Вакууматоры",
        "Аксессуары к технике для кухни"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    }
  },
  "⚙️ component": {
    "sizemobstatedefault": {
      "text": [
        "Официальная гарантия на технику — 2 года"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "sizelargestatedefault": {
      "text": [
        "Официальная гарантия на технику — 2 года"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    },
    "sizelargestatehover": {
      "text": [
        "Официальная гарантия на технику — 2 года"
      ],
      "images": [
        {
          "name": "example_image",
          "ext": "png"
        }
      ]
    }
  }
};
