export default {
  header: {
    text: ["+7 (727) 313 23 00", "Қаз"],
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
  },
  hero: {
    title: "Выгода до 7% на комплект техники!",
    description: "Сегодня у вас есть возможность собрать комплект техники и получить эксклюзивную скидку до 7%!",
    banner: {
      name: "hero_slider",
      ext: "png",
    },
    icons: {
      name: "example_image",
      ext: "png",
    },
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
  },
  advantages: {
    text: [
      "Официальная гарантия на технику — 2 года",
      "Доставка по всему Казахстану",
      "Установка и настройка техники",
      "Удобная оплата и беспроцентное кредитование",
    ],
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
  },
  categories: {
    text: ["Откройте для себя ассортимент Miele"],
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
    cards: {
      text: [
        "Техника по уходу за бельем",
        "Техника для кухни",
        "Техника по уходу за домом",
        "Аксессуары и бытовая химия",
        "Смотреть все товары",
      ],
      subcategory: {
        text: [
          "Духовые шкафы",
          "Панели конфорок",
          "Посудомоечные машины",
          "Холодильники и морозильники",
          "Вытяжки",
          "Кофемашины",
          "Пароварки",
          "Микроволновые печи",
          "Подогреватели посуды",
          "Модульные панели SmartLine",
          "Вакууматоры",
          "Аксессуары к технике для кухни",
        ],
      },
      images: [
        {
          name: "example_image",
          ext: "png",
        },
      ],
    },
  },
  washBanner: {
    title: "Измените свой подход к стирке",
    description:
      "Стиральные машины Miele — это сочетание долговечности, инновационных технологий и бережного ухода за одеждой.",
    сaptionBottom: "Откройте мир стирки Miele",
  },
  vacuumBanner: {
    title: "Идеальный порядок — с техникой Miele",
    description:
      "Создавайте безупречную чистоту в доме без усилий. Пылесосы и устройства Miele сочетают мощность, комфорт и немецкое качество в каждой детали.",
    captionBottom: "Всё для вашего дома",
  },
  kitchenBanner: {
    title: "Совершенство на вашей кухне",
    description:
      "Кухонная техника Miele — это гармония дизайна, инноваций и удобства. Готовьте с удовольствием, как шеф-повар, каждый день.",
    captionBottom: "Уборка— по-новому",
  },
  linksSection: {
    title: "Откройте мир Miele",
    cards: ["Мероприятия", "Фирменные магазины", "Сервисная поддержка", "Блог"],
  },
  footer: {
    text: [
      {
        title: "каталог",
        catalog: [
          "Техника по уходу за бельем",
          "Техника для кухни",
          "Техника по уходу за домом",
          "Аксессуары и бытовая химия",
          "Новости и спецпредложения",
          "125 лет Miele",
        ],
      },
      {
        title: "сервис",
        service: [
          "Удобная доставка",
          "Установка и настройка",
          "Ремонт и обслуживание",
          "Премиальные сервисные продукты",
        ],
      },
      { title: "о компании", about: ["О компании Miele", "Новости", "Контакты", "Условия продажи"] },
    ],
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
    contacts: {
      text: [
        "позвонить",
        "+7 (727) 313 23 00",
        "написать",
        "+7 (701) 102 72 37",
        "Пн-Чт 9:00-18:00 Пт 9:00-17:00 Сб-Вс выходной",
      ],
    },
    copyright: {
      text: ["© 2025 Miele. Все права защищены.", "Политика обработки ПД"],
      images: [
        {
          name: "example_image",
          ext: "png",
        },
      ],
    },
  },
  buttons: {
    text: ["Подробнее"],
    images: [
      {
        name: "example_image",
        ext: "png",
      },
    ],
  },
};
